import "../styles/About.css"

export default function About() {
    return (
        <section id="about-me" className="about-me">
            <h2>Обо мне</h2>
            <p>
                Я - студент третьего курса Дальневосточного Федерального Университета. 
                Обучаюсь на факультете "Прикладная математика и информатика".
                Кроме того, я состою в киберспортивной сборной университета по дисциплине "Dota 2".
            </p>
            <p>
                В свободное от учебы я играю в компьютерные игры, а так же смотрю аниме и различные сериалы.
            </p>
            <p>
                Помимо этого, я не могу представить ни дня без музыки. Мой любимы жанр - Рок, 
                а любимая группа - Motionless in White.
            </p>
            
        </section>
        

    )
}